Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The printed information is readable/identifiable prior and after opening.
es_es: La información impresa es legible/reconocible antes y después de la apertura.

source: The printing ink process is replaced by the UV laser marking process at step 5.
es_es: El proceso de tinta de impresión se reemplaza por el proceso de marcado láser UV en el paso 5.

source: The probability of capsule aggregation is considered to be low based on the shape of the capsules, along with the implementation of 100% visual inspection of the bulk drug product.
es_es: Dada la forma de las cápsulas, sumada a la inspección visual del 100% del medicamento a granel, se considera que la probabilidad de una agregación de cápsulas es baja.

source: The procedure at Boehringer Ingelheim is described in detail on page 2.
es_es: En la página 2, se describe en detalle el procedimiento llevado a cabo en Boehringer Ingelheim.

source: The procedure employs gradient elution with a bin pump system, 0.1 % formic acid and 0.1 % formic acid in methanol as eluents and a reversed phase analytical column.
es_es: El procedimiento emplea una elución de gradiente con un sistema de bomba en tambor, ácido fórmico al 0.1% y ácido fórmico en metanol al 0.1 % como eluyentes, y una columna analítica de fase reversa.

source: The procedure for batch coding for the proposed supplier Boehringer Ingelheim España, S.A. is explained in document q00289464-01.
es_es: El procedimiento llevado adelante para codificar las partidas del proveedor propuesto, Boehringer Ingelheim España, S.A., se explica en el documento q00289464-01

source: The procedure was used as described except where stated otherwise in section.
es_es: El procedimiento siguió la descripción, salvo donde la Sección correspondiente indicara lo contrario.

source: The procedures of data entry, editing, and approval by the investigators and the handling of required changes were detailed in specific guidance documents that were filed in the TMF.
es_es: En documentos de orientación específicos, que se archivaron en el archivo maestro del ensayo, constan los procedimientos de ingreso, edición y aprobación de datos por parte de los investigadores y el manejo de los cambios requeridos.

source: The procedures of data entry, editing, and approval by the investigators and the handling of required changes were detailed in the CTMF.
es_es: En el archivo maestro del ensayo clínico constan los procedimientos de ingreso, edición y aprobación de datos por parte de los investigadores y el manejo de los cambios requeridos.

source: The process at the new alternative manufacturing site has been validated in accordance with international standards.
es_es: El proceso llevado adelante en la planta productora alternativa está validado de acuerdo con estándares internacionales.

source: The process continues with the inoculum steps, cell culture and purification process, as well as formulation in the Drug Substance manufacturing facilities H84/H92.
es_es: El proceso continúa con las etapas de inóculo, cultivo celular y purificación, y formulación en las instalaciones H84/H92, donde se elabora el principio activo.

source: The process differences do not result in a negative impact on product quality.
es_es: Las diferencias del proceso no impactan negativamente la calidad del producto.

source: The process differences have no impact on product quality.
es_es: Las diferencias del proceso no impactan la calidad del producto.

source: The process differences have no negative impact on product quality.
es_es: Las diferencias del proceso no impactan negativamente la calidad del producto.

source: The process for consent was developed in consultation with an ethicist, a patient adviser, and a focus group involving patients and caregivers.
es_es: El proceso de consentimiento se desarrolló en consulta con un especialista en ética, un asesor de pacientes y un grupo focal en el que participaron pacientes y personal a cargo.

source: The process for preparation of the maize starch paste (Step 4) was slightly adapted to fit to the equipment used at Rottendorf DE.
es_es: Se adaptó un poco el proceso de preparación de la pasta de almidón de maíz (Paso 4) para ajustarlo al equipo de Rottendorf DE.

source: The process has no combination of secondary or tertiary amines with nitrite sources and/or a low pH value.
es_es: El proceso no combina aminas secundarias ni terciarias con fuentes de nitrito ni presenta un pH bajo.

source: The process parameters listed in Table 26 were identified in lyophilisation development studies and verified during validation fills (see Section 3.2.P.3.5 Process Validation).
es_es: Los parámetros del proceso que se enumeran en la Tabla 26 se identificaron en los estudios de desarrollo de la liofilización y se corroboraron durante los llenados de validación (ver la Sección 3.2.P.3.5 Validación del proceso).

source: The process steps are the same for both production sites.
es_es: Los pasos del proceso son los mismos para ambas plantas productoras.

source: The process validation runs demonstrate the suitability and reproducibility of the manufacturing process for Spiriva® Respimat® Solution for Inhalation (2.5 μg tiotropium per actuation) at the new alternative manufacturing site.
es_es: Las ejecuciones de validación del proceso demuestran la idoneidad y reproducibilidad del proceso de fabricación de Spiriva® Respimat®, solución para inhalación (2.5 μg de tiotropio por pulsación) en la planta productra alternativa.

source: The product amount of Type II pool necessary for blending is determined by the calculated pool volume, as the Type II pool contains also small amounts of Type I product.
es_es: La cantidad de producto correspondiente al agrupamiento Tipo II necesaria para la mezcla se determina usando el volumen calculado del agrupamiento, toda vez que el agrupamiento de Tipo II contiene también cantidades pequeñas del producto de Tipo I.

source: The product has been transferred to the sterile manufacturing area 5 (SM5), which serves as additional aseptic manufacturing area.
es_es: El proceso de llenado y acabado de idarucizumab se ha transferido al área de fabricación estéril 5 (SM5), que funciona como área adicional de fabricación estéril.

source: The product-independent studies were carried out to qualify the cold chain distribution network (2 - 8°C).
es_es: Se realizaron estudios independientes del producto para calificar la red de distribución de la cadena de frío (2 - 8 °C).

source: The product-specific transport studies encompassed simulated and real-time studies of the packaged and labeled PFS-NSD-1 to evaluate device functionality and integrity during worldwide distribution.
es_es: Los estudios de transporte específicos del producto abarcaron estudios simulados y en tiempo real del PFS-NSD-1 acondicionado y etiquetado para evaluar la funcionalidad e integridad del dispositivo durante la distribución mundial.

source: The production areas are routinely monitored for non-viable particulate and viable (microbial) levels according EU GMP Guideline Annex 1 “Manufacture of Sterile Medicinal Products”.
es_es: En las áreas de producción, se monitorean de forma rutinaria los niveles de partículas no viables y viables (microbios) de acuerdo con las directrices de la UE sobre buenas prácticas de fabricación, Anexo 1, “Fabricación de medicamentos estériles”.

source: The production areas are routinely monitored for non-viable particulate and viable (microbial) levels according to EU GMP Guideline Annex 1 “Manufacture of Sterile Medicinal Products”.
es_es: En las áreas de producción, se monitorean de forma rutinaria los niveles de partículas no viables y viables (microbios) de acuerdo con las directrices de la UE sobre buenas prácticas de fabricación, Anexo 1, “Fabricación de medicamentos estériles”.

source: The production flow at the Drug Product facilities is designed to facilitate efficient movement and control of product, components, waste, and personnel.
es_es: El flujo de producción de las plantas de producción de medicamentos está diseñado para facilitar la eficacia de movimiento y control del producto, los componentes, los desechos y el personal.

source: The production flow at the Drug Substance facilities is designed to facilitate efficient movement and control of product, components, waste, and personnel.
es_es: El flujo de producción de las plantas de producción de medicamentos está diseñado para facilitar la eficacia de movimiento y control del producto, los componentes, los desechos y el personal.

source: The production flow at the drug product facilities is designed to facilitate efficient movement and control of product, components, waste and personnel.
es_es: El flujo de producción de las plantas de producción de medicamentos está diseñado para facilitar la eficacia de movimiento y control del producto, los componentes, los desechos y el personal.

source: The production process followed at the new site is identical to that registered for the current site.
es_es: El proceso de producción de la planta nueva es idéntico al registrado para el sitio actual.

source: The profile of the SST sample must be visually comparable to the reference profile (Figure 1 and Figure 2)
es_es: El perfil de la muestra de idoneidad del sistema debe ser visualmente equiparable con el perfil de referencia (Figura1 y Figura2)

source: The profile of the SST sample must be visually comparable to the reference profile (Figure 3 and Figure 4)
es_es: El perfil de la muestra de idoneidad del sistema debe ser visualmente equiparable con el perfil de referencia (Figura 3 y Figura 4)

source: The profile of the reference standard at the beginning and the end of the sample series must correspond with the example chromatograms as shown in Figure 1 and Figure 2
es_es: El perfil del estándar de referencia al inicio y al final de la serie muestral debe corresponderse con los cromatogramas ejemplificativos de la Figura 1 y la Figura 2.

source: The properties reported here include:
es_es: Las propiedades aquí consignadas son las siguientes:

source: The proportion of HMW species of tenecteplase is monitored indirectly by quantification of the monomer content by HPSEC.
es_es: La proporción de especies de alto peso molecular de la tenecteplasa se monitorea de manera indirecta mediante cuantificación del contenido de monómero por medio de HPSEC.

source: The proportion of low molecular weight species of tenecteplase is monitored by CGE under reducing conditions.
es_es: La proporción de especies de bajo peso molecular de la tenecteplasa se monitorea mediante CGE en condiciones reductoras.

source: The proportion of patients who prematurely discontinued trial medication was slightly lower in the linagliptin group (37.3%) than in the glimepiride group (39.1%).
es_es: La proporción de pacientes que interrumpieron prematuramente la medicación experimental fue ligeramente menor en el grupo de linagliptina (37.3%) que en el de glimepirida (39.1%).

source: The proportion of patients with a favourable clinical response indicated by an NIHSS reduction ≥8 points or reaching 0-1 at 3 days will be compared between treatment and control arms of the RCT adjusted for age and baseline NIHSS score using binary logistic regression.
es_es: Se comparará la proporción de pacientes en los grupos de tratamiento y control del ensayo clínico aleatorizado que presenten una respuesta clínica favorable, definida como una reducción ≥8 puntos en la escala NIHSS o un valor de 0-1 a los 3 días. Se aplicará un ajuste por edad y por puntuación de NIHSS al inicio, mediante regresión logística binaria.

source: The proportion of patients with each type of CEC-confirmed adjudicated event was generally balanced between the treatment groups (Table 5).
es_es: La proporción de pacientes con cada tipo de evento fue generalmente equilibrada entre los grupos de tratamiento (eventos evaluados como tales y confirmados por el comité de eventos clínicos; Tabla 5).

source: The proportion of patients with investigator-defined hypoglycaemia resulting in hospitalisation was significantly lower in the linagliptin group (2 patients, 0.1%) than in the glimepiride group (27 patients, 0.9%).
es_es: La proporción de pacientes con episodios de hipoglucemia que derivara en hospitalización, según definición del investigador, fue significativamente menor en el grupo de linagliptina (2 pacientes, 0.1%) que en el de glimepirida (27 pacientes, 0.9%).

source: The proportion of patients with moderate/severe hypoglycaemic episodes was significantly lower in the linagliptin group than in the glimepiride group (Table 12).
es_es: La proporción de pacientes con episodios de hipoglucemia moderada o grave fue significativamente menor en el grupo de linagliptina que en el de glimepirida (Tabla 12).

source: The proportion of patients with substantial angiographic reperfusion (eTICI 2b/3 i.e. >50% reperfusion of the involved arterial territory) or absence of retrievable intracranial thrombus at initial angiogram.
es_es: La proporción de pacientes con reperfusión angiográfica significativa (eTICI 2b/3, es decir, >50% de reperfusión en el territorio arterial involucrado) o la ausencia de un trombo intracraneal extraíble en la angiografía inicial.

source: The proportion of patients with substantial angiographic reperfusion (eTICI 2b/3) or absence of retrievable intracranial thrombus at initial angiogram will be compared between the 0.40mg/kg and 0.25mg/kg tenecteplase arms of the RCT using modified Poisson regression with robust error estimation,5 adjusted for recruiting site location and location of arterial occlusion.
es_es: Se comparará la proporción de pacientes con reperfusión angiográfica significativa (eTICI 2b/3) o ausencia de trombo intracraneal extraíble en la angiografía inicial en los grupos de 0.40 mg/kg y 0.25 mg/kg de tenecteplasa del ensayo controlado aleatorizado. Para ello, se utilizará regresión de Poisson modificada, con estimación robusta del error,5 ajustada por ubicación del centro de reclutamiento y sitio de oclusión arterial.

source: The proportion of patients with substantial angiographic reperfusion (reperfusion of >50% of the affected territory) or absence of retrievable intracranial thrombus at initial angiogram.
es_es: La proporción de pacientes con reperfusión angiográfica significativa (reperfusión de >50% del territorio afectado) o ausencia de trombo intracraneal extraíble en la angiografía inicial.

source: The proportions of mRS 0-1 and mRS 0-2 outcomes will also be compared between arms of the trial adjusted for age and baseline NIHSS score using a binary logistic regression model.
es_es: También se compararán las proporciones de los resultados 0-1 y 0-2 de la escala mRS entre los grupos del ensayo, con ajuste por edad y puntuación de NIHSS al inicio, mediante un modelo de regresión logística binaria.

source: The proportions of patients with a modified Rankin scale score of 0 or 1 (or no change from baseline in patients with a preexisting modified Rankin scale score of 2 or 3) and with a score of 0 to 2 (or no change from baseline in patients with a preexisting modified Rankin scale score of 3) were to be compared between the tenecteplase group and the alteplase group of the trial, with adjustment for age and baseline NIHSS score with the use of a logistic-regression model.
es_es: Debían compararse las proporciones de pacientes del grupo de tenecteplasa y el grupo de alteplasa del ensayo que tuvieran un puntaje de 0 o 1 en la escala de Rankin modificada (o estable con respecto al valor inicial en pacientes con un puntaje en la escala de Rankin modificada preexistente de 2 o 3) y un puntaje de 0 a 2 (o estable con respecto al valor inicial en pacientes con un puntaje preexistente en la escala de Rankin modificada de 3), con ajuste por edad y puntaje NIHSS inicial mediante el modelo de regresión logística.

source: The proportions of patients with at least one cancer were comparable between the treatment groups (Section 5.1.6.1).
es_es: La proporción de pacientes al menos con una manifestación de cáncer fue equiparable entre ambos grupos de tratamiento (Sección 5.1.6.1).

source: The proportions of patients with early neurologic improvement were compared between the two groups, with adjustment for age and baseline NIHSS score, with the use of logistic regression.
es_es: También se compararon las proporciones de pacientes con una mejora neurológica temprana en ambos grupos, con ajuste por edad y puntaje NIHSS al inicio, por medio de regresión logística.

source: The proportions of patients with important protocol deviations were similar between the 2 treatment groups.
es_es: La proporción de pacientes con desviaciones importantes del protocolo fue similar entre los 2 grupos de tratamiento.

source: The proportions of patients with shifts to elevated amylase levels were slightly higher in the linagliptin group compared with the glimepiride group.
es_es: La proporción de pacientes cuyos niveles de amilasa pasaron a ser elevados fue ligeramente mayor en el grupo de linagliptina que en el de glimepirida.

source: The proportions of patients with shifts to elevated lipase levels were higher in the linagliptin group compared with the glimepiride group.
es_es: La proporción de pacientes cuyos niveles de lipasa pasaron a ser elevados fue mayor en el grupo de linagliptina que en el de glimepirida.

source: The proposed CEX method solely introduces an improved integration strategy with respect to setting the BPG peak split.
es_es: El método CEX propuesto únicamente introduce un modo de integración mejorado con respecto a la división de picos en el grupo de moléculas básicas.

source: The proposed acceptance criterion of ≤ 2500 ppb is determined by considering both, the acceptable intake of N-nitroso dabigatran (1500 ng/day) as defined by Health Authorities such as EMA and Health Canada, and the maximum recommended daily dose of dabigatran etexilate (600 mg/day).
es_es: Para determinar el criterio de aceptación propuesto (≤ 2500 ppb (partes por mil millones)), se consideran la ingesta aceptable de N-nitroso dabigatrán (1500 ng/día, según definición de la EMA y el ministerio de salud de Canadá) y la dosis diaria máxima recomendada de etexilato de dabigatrán (600 mg/día).

source: The proposed alternate manufacturing site has been successfully validated with no impact on drug product quality.
es_es: Se ha validado con éxito la planta productora sustituta propuesta sin que se detectara imapcto alguno en la calidad del medicamento.

source: The proposed changes do not have any negative impact on the drug product quality.
es_es: Los cambios propuestos no tienen ningún impacto negativo en la calidad del medicamento.

source: The proposed changes establish an additional, alternative idarucizumab drug product aseptic filling facility (SM5), which is an agency approved GMP facility located in the same building as the currently registered aseptic filling line SM3.
es_es: Los cambios propuestos contemplan la implementación de una planta de llenado aséptico adicional y alternativa para el medicamento idarucizumab (SM5), que es una planta acorde a las buenas prácticas de fabricación y aprobada por la agencia regulatoria, y que se ubica en el mismo edificio que la planta de llenado aséptico actualmente registrada (SM3).

source: The proposed changes establish the idarucizumab drug product manufacturing process in an additional filling facility.
es_es: Los cambios propuestos implementarían el proceso de fabricación del medicamento idarucizumab en una planta de llenado adicional.

source: The proposed changes establish the idarucizumab drug product manufacturing process with an additional filling line (SM5).
es_es: Los cambios propuestos implementarían el proceso de fabricación del medicamento idarucizumab en una línea de llenado adicional (SM5).

source: The proposed formula is reflecting the calculation as implemented in the Master Batch Record (MBR).
es_es: La fórmula propuesta refleja el cálculo implementado en el registro maestro de partidas.

source: The proposed method allows especially a shorter analysis time.
es_es: El método propuesto tiene la particularidad de permitir un tiempo de análisis menor.

source: The proposed method is a slight modification of the current method and intended for the analysis of single-chain species in tenecteplase samples.
es_es: El método propuesto es una leve modificación del que está vigente y es el método previsto para analizar las especies de cadena única en muestras de teneclteplasa.

source: The proposed method is comparable in terms of accuracy and precision and allows shorter analysis times.
es_es: El método propuesto resulta equiparable en términos de exactitud y precisión y permite tiempos de análisis menores.

source: The proposed new release specification of ≤ 0.6 % for degradation product Z is considered acceptable both from the statistical analysis of the available stability data and from a toxicological perspective.
es_es: Desde un análisis estadístico de la información disponible de estabilidad y desde una perspectiva toxicológica, se considera aceptable la nueva especificación de liberación del producto de degradación Z (≤ 0.6 %).

source: The proposed product indication is limited to adults only.
es_es: La indicación del producto propuesta está limitada únicamente a adultos.

source: The proposed quantitative acceptance criterion of “≤ 4 NTU” is justified based upon historical data from tenecteplase DS and DP.
es_es: El criterio de aceptación cuantitativo propuesto “≤ 4 NTU” está justificado con base en datos históricos del principio activo y el medicamento tenecteplasa.

source: The proposed specification ensures the appropriate strength, quality, and purity of tenecteplase DP at the time of batch release and throughout the proposed shelf life.
es_es: La especificación propuesta garantiza concentración, calidad y pureza adecuadas del medicamento tenecteplasa en el momento de la liberación y durante la vida útil propuesta.

source: The proposed specification is provided in Section 3.2.P.5.1 Specifications of this application.
es_es: La especificación propuesta se encuentra en la Sección 3.2.P.5.1, Especificaciones, de esta solicitud.

source: The proposed specification is provided in section P.5.1.
es_es: En la sección P.5.1 se presenta la especificación propuesta.

source: The proposed specification limit is based on stability data gathered during the last years (ongoing stability and ICH stability) and based on regulatory guidance.
es_es: El límite de la especificación propuesto se basa en los datos de estabilidad recopilados en los últimos años (estabilidad en curso y según la ICH), y se basa en los lineamientos regulatorios.

source: The proposed specifications have been established using knowledge collected to date from the clinical trials, pharmaceutical development, process performance qualification (PPQ), human factors and medical device standards, stability testing of the drug product, as well as consideration of current regulatory and compendial standards and are detailed in Table 37.
es_es: Las especificaciones propuestas se han establecido utilizando el conocimiento recopilado hasta la fecha a partir de los ensayos clínicos, el desarrollo farmacéutico, la calificación del desempeño de procesos, los estándares para dispositivos médicos y factores humanos, las pruebas de estabilidad del medicamento, y también tomando en consideración los estándares reglamentarios y farmacopeicos vigentes que se detallan en la Tabla 37.

source: The proposed tables and figures for the main results are presented in Appendix 1.
es_es: Las tablas y figuras propuestas para los principales resultados se presentan en el Apéndice 1.
